/* System Audio Plugin not uninstalled err */
"A download is required to uninstall the System Audio Plugin. You can download the plugin from Techsmith.com" = "Für die Deinstallation des System-Audio-Plugins ist ein Download erforderlich. Sie können das Plugin von techsmith.de herunterladen.";

/* System audio plugin authorization required alert message */
"Authorization Required" = "Autorisierung erforderlich";

/* Authorize */
"Authorize" = "Autorisieren";

/* Cancel */
"Cancel" = "Abbrechen";

/* title for alert */
"Do you want to install the System Audio Plugin?" = "Soll das System-Audio-Plugin installiert werden?";

/* message for alert */
"Do you want to uninstall the System Audio Plugin?" = "Soll das System-Audio-Plugin deinstalliert werden?";

/* title for uninstall alert */
"Download Required to Uninstall" = "Download für Deinstallation erforderlich";

/* install button */
"Go to Website" = "Gehe zu Website";

/* install system audio component button */
"Install" = "Installieren";

/* message for install failed alert */
"Install Failed" = "Installation fehlgeschlagen";

/* No */
"No" = "Nein";

/* OK */
"OK" = "OK";

/* info for install failed alert
   info for uninstall failed alert */
"Please try again." = "Bitte wiederholen Sie den Vorgang.";

/* title for install alert */
"Plugin Required to Record System Audio" = "Zur Aufnahme von System-Audio ist ein Plugin erforderlich";

/* TechSmith Audio Capture Component not installed err */
"The plugin (licensed from Rogue Amoeba Software) is required to record system audio such as alert sounds and the audio from your internal speakers." = "Das (mit Lizenz von Rogue Amoeba Software verwendete) Plugin wird benötigt, um System-Audiodaten (z. B. Warnsignale oder die Audioausgabe der internen Lautsprecher) aufzunehmen.";

/* System audio plugin authorization required alert info */
"The system audio plugin is installed but not authorized. Please enable the plugin from Rogue Amoeba Software in System Preferences -> Security & Privacy." = "Das System-Audio-Plugin ist installiert, aber nicht autorisiert. Aktivieren Sie das Plugin von Rogue Amoeba Software unter „Systemeinstellungen -> Sicherheit“.";

/* message for uninstall failed alert */
"Uninstall Failed" = "Fehler bei bei der Deinstallation";

/* Yes */
"Yes" = "Ja";

/* System Audio Plugin not installed err */
"You must install the System Audio Plugin to record system audio. You can download the plugin from Techsmith.com" = "Für die Installation des System-Audio-Plugins ist ein Download erforderlich. Sie können das Plugin von techsmith.de herunterladen.";

/* System Audio Plugin not installed err */
"You will not be able to record system audio for any applications that require the plugin." = "Sie können keine System-Audiodaten von Anwendungen aufnehmen, für die das Plugin benötigt wird.";

